INSERT INTO books (vendor_code, title, year, brand, stock, price, created_at, updated_at)
VALUES ('VC001', 'Война и мир', 2008, 'Л.Н Толстой', 12, 45.99, now(), now()),
       ('VC002', 'Муму', 2009, 'Тургенев', 8, 39.99, now(), now()),
       ('VC003', 'Братья Карамазовы', 2020, 'Достоевский', 15, 49.99, now(), now()),
       ('VC004', 'Отцы и дети', 2006, 'Тургенев', 5, 59.99, now(), now()),
       ('VC005', 'Капитанская дочка', 2005, 'Пушкин', 10, 35.00, now(), now()),
       ('VC006', 'Мцыри', 2019, 'Лермонтов', 7, 29.95, now(), now()),
       ('VC007', 'Герои нашего времени', 2023, 'Лермонтов', 6, 54.99, now(), now()),
       ('VC008', 'Мертвые души', 1994, 'Гоголь', 20, 44.95, now(), now()),
       ('VC009', 'Тарас Бульба', 2018, 'Гоголь', 9, 47.95, now(), now()),
       ('VC010', 'Горе от ума', 2003, 'Грибоедов', 11, 32.00, now(), now());
